{
  "translation":{
    "play_now":"Play now",
    "coming_soon":"Coming soon",
    "total_state":"Total state is",
    "lottery_result":"Lottery Results",
    "time_remaining":"Time remaining",
    "odds":"Odds",
    "to":"to",
    "multiple":"Multiple",
    "selected":"Selected",
    "payout":"Payout",
    "numbers":"numbers",
    "vnd":"VND",
    "download":"Download",
    "auth_message":"Please login or register !",
    "login":"login",
    "signup":"sign up",
    "logout":"logout",
    "bet_err_msg":"Invalid bet numbers",
    "bet_restricted": "Betting restricted",
    "select_num":{
      "all":"All",
      "erase":"Erase",
      "finance":"Finance",
      "odd":"Odd",
      "faint":"Faint",
      "even":"Even",
      "dozen":"Dozen",
      "unit":"Unit",
      "hundred":"Hundred",
      "thousand":"Thousand",
      "set_script":"numbers must be separated by semi colon - e.g, 12;13; or 12&13;15&16;",
      "random":"Random",
      "suggestions":"Suggestions",
      "rarely_appear":"Rarely Appears"
    },
    "help":{
      "backpack":{
        "lot2":"Hit the last 2 digits of the 27 lotteries of the Northern radio lottery results. Just pay 27,000 VND for each hit point, the winning for each point is 98,500 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly.",
        "lot2_1K":"Hit the last 2 digits of the 27 lotteries of the Northern radio lottery results. Just pay 1,000 VND for each hit point, the winning for each point is 3,649 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly.",
        "lot3":"Hit the last 3 digits of the 23 lots of the Northern radio results. Just pay 23,000 VND for each hit point, the winnings for each point is 960,000 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly.",
        "lot4":"Hit the last 4 digits of the 20 lotteries of the Northern radio lottery results. Just pay 20,000 VND for each hit point, the winning for each point is 8,880,000 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly."
      },
      "loxien":{
        "xien2":"Choose 2 different numbers to roll the last 2 digits of the 18 lots of the prize, if in the lot appear both numbers that the player has chosen, then win. Payout 1,000 VND for each hit point, the winnings for each point is 28,000 VND.",
        "xien3":"Choose 3 different numbers to roll the last 2 digits of the 18 lots of the prize, if all 3 numbers appear in the lot that the player has chosen, then win. Payout 1,000 VND for each hit point, winning for each point is 150,000 VND.",
        "xien4":"Choose 4 different numbers to roll the last 2 digits of the 18 lots of the prize, if all 4 numbers appear in the lot that the player has chosen, then win. Payout 1,000 VND for each hit point, winning for each point is 750,000 VND."
      },
      "score":{
        "first":"Enter the first 2 digits of the first prize. Payment of 1,000 VND per point. The winning amount per point is 98,000 VND.",
        "special_topics":"Hit the last 2 digits of the jackpot. Payment of 1,000 VND per point. The winnings per point are 99,000 VND.",
        "special_headline":"Enter the first 2 digits in the special prize.. Pay 1,000 VND for each point. The winnings per point are 99,000 VND.",
        "problem":"Enter the last 2 digits of the 4 prizes of 7th Prize. Pay 4,000 VND for each point. The winning amount per point is 98,000 VND.",
        "first_de":"Enter the last 2 digits of the First Prize. Payment of 1,000 VND per point. The winning amount per point is 98,000 VND."
      },
      "headandtail":{
        "head":"Type 1 tens digit of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 9,800 VND.",
        "tail":"Enter the last 1 digit of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 9,800 VND."
      },
      "3more":{
        "3pin":"Type 3 digits of the 3 prizes 6. Pay 3,000 VND for each point. The winnings for each point are 960,000 VND.",
        "3pin_headandtail":"Enter the last 3 digits of the 3 6th and jackpot prizes. Pay 4,000 VND per point. Just 1 of 2 : the 6th prize or the special prize with the last 3 digits of the number chosen by the player is won. The winnings for each point are 960,000 VND.",
        "3_special_pins":"Enter the last 3 digits of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 960,000 VND."
      },
      "4more":{
        "4_special_pins":"Type 4 digits of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 8,880,000 VND."
      },
      "slide":{
        "slide4":"Choose 4 different numbers to play the last 2 digits of the 27 lots of the Northern radio lottery results. If in the lot does not appear all 4 numbers that the player has chosen, the player wins. Paying 1,000 VND for each hit point, winning for each point is 2,300 VND.",
        "slide8":"Choose 8 different numbers to roll the last 2 digits of the 27 lots of the draw results. If the lot does not appear all 8 numbers that the player selected, the player wins. Payout 1,000 VND for each hit point, the winnings for each point is 8,000 VND.",
        "slide10":"Choose 10 different numbers to roll the last 2 digits of the 27 lots of the draw results. If the lot does not appear all 10 numbers that the player has selected, the player wins. Payout 1,000 VND for each hit point, the winnings for each point is 12,000 VND."
      },
      "jackpot": "Hit the last 2 digits of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 85,000 VND."
    },
    "help18":{
      "backpack":{
        "lot2":"Roll the last 2 digits of the 18 lots of the winning results. Just pay 18,000 VND for each hit point, the winnings for each point is 99,000 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly.",
        "lot2_1K":"Roll the last 2 digits of the 18 lots of the winning results. Just pay 1,000 VND for each hit point, the winning for each point is 5,445 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly.",
        "lot3":"Roll the last 3 digits of the 17 lots of the winning results. Just pay 17,000 VND for each hit point, the winning for each point is 960,000 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly.",
        "lot4":"Roll the last 4 digits of the 16 lots of the winning results. Just pay 16,000 VND for each hit point, the winnings for each point is 8,880,000 VND. In case of winning 2 lots or more, the winning amount will be multiplied accordingly."
      },
      "loxien":{
        "xien2":"Choose 2 different numbers to roll the last 2 digits of the 18 lots of the prize, if in the lot appear both numbers that the player has chosen, then win. Payout 1,000 VND for each hit point, the winnings for each point is 28,000 VND.",
        "xien3":"Choose 3 different numbers to roll the last 2 digits of the 18 lots of the prize, if all 3 numbers appear in the lot that the player has chosen, then win. Payout 1,000 VND for each hit point, the winnings for each point is 150,000 VND.",
        "xien4":"Choose 4 different numbers to roll the last 2 digits of the 18 lots of the winning results, if all 4 numbers appear in the lot that the player has chosen, then win. Payout 1,000 VND for each hit point, winning for each point is 750,000 VND."
      },
      "score":{
        "first":"Enter the first 2 digits of the first prize. Payment of 1,000 VND per point. The winning amount per point is 98,000 VND.",
        "special_topics":"Hit the last 2 digits of the jackpot. Payment of 1,000 VND per point. The winnings per point are 99,000 VND.",
        "special_headline":"Enter the first 2 digits in the special prize.. Pay 1,000 VND for each point. The winnings per point are 99,000 VND.",
        "special_heading": "Enter 2 digits of 8th prize. Pay 1,000 VND for each point. The winnings for each point are 98,000 VND.",
        "special_headandtail": "Enter the last 2 digits of the 8th prize and the special prize. Pay 2,000 VND per point. Just 1 of 2 prizes of 8 or a special prize with the last 2 digits of the number chosen by the player is to win. The winnings for each point are 98,000 VND.",
        "problem":"Enter the last 2 digits of the 4 prizes of 7th Prize. Pay 4,000 VND for each point. The winning amount per point is 98,000 VND.",
        "first_de":"Enter the last 2 digits of the First Prize. Payment of 1,000 VND per point. The winning amount per point is 98,000 VND."
      },
      "headandtail":{
        "head":"Type 1 tens digit of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 9,800 VND.",
        "tail":"Enter the last 1 digit of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 9,800 VND."
      },
      "3more":{
        "3pin":"Enter 3 digits of 7th prize. Pay 1,000 VND for each point. The winnings for each point are 960,000 VND.",
        "3pin_headandtail":"Enter the last 3 digits of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 960,000 VND.",
        "3_special_pins":"Enter the last 3 digits of the 7th prize and the special prize. Pay 2,000 VND per point. Just 1 of 2 7 prizes or special prizes with the last 3 digits matching the number of players selected to win. The winnings for each point are 960,000 VND."
      },
      "4more":{
        "4_special_pins":"Type 4 digits of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 8,880,000 VND."
      },
      "slide":{
        "slide4":"Choose 4 different numbers to roll the last 2 digits of the 18 lots of the draw results. If in the lot does not appear all 4 numbers that the player has chosen, the player wins. Payout 1,000 VND for each hit point, the winnings for each point is 1,800 VND.",
        "slide8":"Choose 8 different numbers to roll the last 2 digits of the 18 lots of the draw results. If the lot does not appear all 8 numbers that the player selected, the player wins. Paying 1,000 VND for each hit point, winning for each point is 3,300 VND.",
        "slide10":"Choose 10 different numbers to roll the last 2 digits of the 18 lots of the draw results. If in the lot does not appear all 10 numbers that the player has selected, the player wins. Payout 1,000 VND for each hit point, the winnings for each point is 4,300 VND."
      },
      "jackpot": "Hit the last 2 digits of the jackpot. Payment of 1,000 VND per point. The winnings for each point are 85,000 VND."
    },
    "help6": {
      "normal": {
        "normal": "The player wins if in the numbers the player chooses, there is a number that matches 1 of the 6 numbers of the vietlott lottery results in the betting opening cycle."
      },
      "multiple": {
        "multiple4": "Win 4 numbers if in the numbers the player chooses, there are 4 numbers that match 4 of the 6 numbers of the vietlott lottery results in the betting opening cycle.",
        "multiple3": "Win 3 numbers if among the numbers the player chooses, there are 3 numbers that match 3 of the 6 numbers of the vietlott lottery results in the betting opening cycle.",
        "multiple3_2": "Winning 2: The player wins if in the numbers the player chooses, there are 2 numbers that match 2 of the 6 numbers of the vietlott lottery results in the betting opening cycle. Winning 3: The player wins if in the numbers the player chooses, there are 3 numbers that match 3 of the 6 numbers of the vietlott lottery results in the betting opening cycle.",
        "multiple2": "Win 2 numbers if in the numbers the player chooses, there are 2 pairs of numbers that match 2 of the 6 numbers of the vietlott lottery results in the betting opening cycle."
      },
      "slide": {
        "slide5": "The player chooses 5 numbers, if out of the 5 numbers the player chooses there is no result that matches the vietllot lottery result, the player wins.",
        "slide6": "The player chooses 6 numbers, if in the 6 numbers the player chooses there is no result that matches the vietllot lottery result, the player wins.",
        "slide7": "The player chooses 7 numbers, if out of 7 numbers the player chooses, none of the results match the vietllot lottery results, the player wins.",
        "slide8": "The player chooses 8 numbers, if in the 8 numbers the player chooses there is no result that matches the vietllot lottery result, the player wins.",
        "slide9": "The player chooses 9 numbers, if in the 9 numbers the player chooses there is no result that matches the vietllot lottery result, the player wins.",
        "slide10": "The player chooses 10 numbers, if in the 10 numbers the player chooses there is no match with the vietllot lottery result, the player wins."
      },
      "select": {
        "choose5": "Player chooses 5 numbers to bet. The player wins if there is only 1 number in the selected sequence that matches 1 of the 6 draws.",
        "choose6": "Player chooses 6 numbers to bet. The player wins if there is only 1 number in the selected sequence that matches 1 of the 6 draws.",
        "choose7": "Player chooses 7 numbers to bet. The player wins if there is only 1 number in the selected sequence that matches 1 of the 6 draws.",
        "choose8": "Player chooses 8 numbers to bet. The player wins if there is only 1 number in the selected sequence that matches 1 of the 6 draws.",
        "choose9": "Player chooses 9 numbers to bet. The player wins if there is only 1 number in the selected sequence that matches 1 of the 6 draws.",
        "choose10": "Player chooses 10 numbers to bet. The player wins if there is only 1 number in the selected sequence that matches 1 of the 6 draws."
      }
    },
    "result_board":{
      "bet_time":"Bet time",
      "lottery_draw":"Lottery draw",
      "lottery_result":"Lottery results"
    },
    "buttons":{
      "reset":"Reset",
      "quick_bet":"Quick Bet",
      "more_bet":"More Bet",
      "feed":"Feed",
      "place_bet":"Place bet"
    },
    "bet_types":{
      "backpack":"Backpack",
      "loxien":"Lo Xien",
      "score":"Score",
      "headandtail":"Head and Tail",
      "3more":"3 More",
      "4more":"4More",
      "slide":"Sliding Lot",
      "normal": "Normal numbers",
      "multiple": "Multiple numbers",
      "select": "Select 1",
      "sub":{
        "select":"Select Number",
        "enter":"Enter Number",
        "quick":"Quick number pick",
        "odds":"Odds",
        "lot2":"Lot2 No.",
        "lot2_1K":"Lot2 No. 1K",
        "lot3":"Lot3 No.",
        "lot4":"Lot4 No.",
        "xien2":"2 skewers",
        "xien3":"3 skewers",
        "xien4":"4 skewers",
        "head":"head",
        "tail":"tail",
        "first":"First Prize",
        "special_topics":"Special Topics",
        "special_headline":"Special headlines",
        "special_heading": "Special Headings",
        "special_headandtail": "Special Head and Tail",
        "problem":"Problem 7",
        "first_de":"First Prize De",
        "3pin":"3 Pincers",
        "3pin_headandtail":"3 Pincers and Head and Tail",
        "3_special_pins":"3 Special Pins",
        "4_special_pins":"4 Special Pins",
        "slide4":"4 Slide",
        "slide10":"10 Slide",
        "multiple4": "Hit 4 numbers",
        "multiple3": "Hit 3 numbers",
        "multiple3_2": "3 hit 2",
        "multiple2": "Hit 2 numbers",
        "slide5": "Slide 5",
        "slide6": "Slide 6",
        "slide7": "Slide 7",
        "slide8": "Slide 8",
        "slide9": "Slide 9",
        "choose5": "Choose 5",
        "choose6": "Choose 6",
        "choose7": "Choose 7",
        "choose8": "Choose 8",
        "choose9": "Choose 9",
        "choose10": "Choose 10"
      }
    },
    "result_table":{
      "result":"Result",
      "red_award":"Red Award",
      "first_prize":"First prize",
      "second_prize":"Second prize",
      "third_prize":"Third prize",
      "fourth_prize":"Fourth prize",
      "fifth_prize":"Fifth prize",
      "sixth_prize":"Sixth prize",
      "seventh_prize":"Seventh prize",
      "eighth_prize": "Eighth prize",
      "head":"Head",
      "tail":"Tail"
    },
    "bet_content_table":{
      "bet_content":"Bet Content",
      "no":"No",
      "bet_name":"Bet Name",
      "number_of_bets":"Number of Bets",
      "total_bet":"Total Bet",
      "multiple":"Multiple",
      "stakes":"Stakes",
      "money_won_time":"Money won / 1 time"
    },
    "bet_history_table":{
      "bet_history":"Bet History",
      "draw_title":"Drawsuot",
      "lottery_title":"lottery",
      "bet_type":"Bet Type",
      "buy_time":"time to buy",
      "number_of_bets":"Number of Bets",
      "total_bet":"Total bet",
      "multiple":"Multiple",
      "bets":"bets",
      "status":"status"
    },
    "game_types":{
      "live_stream":"LiveStream",
      "vip":{
        "caption":"VIP Lottery",
        "saigon":"Saigon VIP",
        "hanoi":"Hanoi VIP",
        "hochiminh":"Ho Chi Minh VIP",
        "description":"Super speed lottery is a very new style of playing cards in Vietnam."
      },
      "mega":{
        "caption":"Mega 6/45",
        "one_second":"1 Second",
        "one_minute":"1 Minute",
        "description":"Super speed lottery is a very new style of playing cards in Vietnam."
      },
      "northern":{
        "caption":"Northern Lottery",
        "northern":"Northern",
        "jackpot":"JackPot",
        "scratch":"Scratch",
        "description":"Super speed lottery is a very new style of playing cards in Vietnam."
      },
      "superspeed":{
        "caption":"Super speed",
        "description":"Super speed lottery is a very new style of playing cards in Vietnam."
      },
      "southern":{
        "caption":"Southern Lottery",
        "description":"Super speed lottery is a very new style of playing cards in Vietnam.",
        "hochiminh":"Ho Chi Minh"
      },
      "central":{
        "caption":"Central Lottery",
        "description":"Super speed lottery is a very new style of playing cards in Vietnam.",
        "quangnam": "Quang Nam"
      }
    },
    "countries":{
      "united_states":"United States",
      "vietnam":"Vietnam"
    }
  }
}