{
  "translation":{
    "play_now":"Bắt đầu chơi",
    "coming_soon":"Sắp có",
    "total_state":"Tổng tiền cược ",
    "lottery_result":"Kết quả xổ số ",
    "time_remaining":"Thời gian còn lại",
    "odds":"Tỉ lệ cược",
    "to":"ăn",
    "multiple":"Cấp Số Nhân",
    "selected":"Đã chọn",
    "payout":"Tiền đánh",
    "numbers":"số",
    "vnd":"USDT",
    "download":" Tải tập tin",
    "auth_message":"Vui lòng đăng nhập hoặc đăng ký !",
    "login":"đăng nhập",
    "logout":"đăng xuất",
    "signup":"đăng ký",
    "bet_err_msg":"Số đặt cược không hợp lệ",
    "bet_restricted": "Cá cược bị hạn chế",
    "select_num":{
      "all":"Tất cả",
      "erase":"Xóa",
      "finance":"Tài",
      "odd":"Lẻ",
      "faint":"Xỉu",
      "even":"Chẵn",
      "dozen":"Chục",
      "unit":"Đơn vị",
      "hundred":"Trăm",
      "thousand":"Nghìn",
      "set_script":"các số phải được phân tách bằng dấu chấm phẩy - ví dụ: 12;13; hoặc 12&13;15&16;",
      "random":"Ngẫu Nhiên",
      "suggestions":"Gợi Ý",
      "rarely_appear":"Ít Xuất Hiện"
    },
    "help":{
      "backpack":{
        "lot2":"Đánh bao lô 2 chữ số cuối trong 27 lô của kết quả mở thưởng đài miền Bắc. Chỉ cần thanh toán 1.18 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 4.31 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần.",
        "lot2_1K":"Đánh bao lô 2 chữ số cuối trong 27 lô của kết quả mở thưởng đài miền Bắc. Chỉ cần thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 0.16 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần",
        "lot3":"Đánh bao lô 3 chữ số cuối trong 23 lô của kết quả mở thưởng đài miền Bắc. Chỉ cần thanh toán 1.00 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 42.03 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần.",
        "lot4":"Đánh bao lô 4 chữ số cuối trong 20 lô của kết quả mở thưởng đài miền Bắc. Chỉ cần thanh toán 0.88 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 388.79 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần."
      },
      "loxien":{
        "xien2":"Chọn 2 chữ số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng đài miền Bắc, nếu trong lô xuất hiện cả 2 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 1.23 USDT.",
        "xien3":"Chọn 3 chữ số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng đài miền Bắc, nếu trong lô xuất hiện cả 3 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 6.57 USDT.",
        "xien4":"Chọn 4 chữ số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng đài miền Bắc, nếu trong lô xuất hiện cả 4 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 32.84 USDT."
      },
      "score":{
        "first":"Đánh 2 chữ số đầu trong giải nhất. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.29 USDT.",
        "special_topics":"Đánh 2 chữ số cuối trong giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.33 USDT.",
        "special_headline":"Đánh 2 chữ số đầu trong giải đặc biệt.. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.33 USDT.",
        "problem":"Đánh 2 chữ số cuối trong 4 giải của Giải 7. Thanh toán 0.18 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.29 USDT.",
        "first_de":"Đánh 2 chữ số cuối trong Giải Nhất. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.29 USDT."
      },
      "headandtail":{
        "head":"Đánh 1 chữ số hàng chục của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 0.43 USDT.",
        "tail":"Đánh 1 chữ số cuối của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 0.43 USDT."
      },
      "3more":{
        "3pin":"Đánh 3 chữ số của 3 giải 6. Thanh toán 0.13 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 42.03 USDT.",
        "3pin_headandtail":"Đánh 3 chữ số cuối của 3 giải 6 và giải đặc biệt. Thanh toán 0.18 USDT cho mỗi điểm. Chỉ cần 1 trong 2 : giải 6 hoặc giải đặc biệt có 3 chữ số cuối trùng với số người chơi đã chọn là thắng. Tiền thắng cho mỗi điểm là 42.03 USDT.",
        "3_special_pins":"Đánh 3 chữ số cuối của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 42.03 USDT."
      },
      "4more":{
        "4_special_pins":"Đánh 4 chữ số của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 388.79 USDT."
      },
      "slide":{
        "slide4":"Chọn 4 số khác nhau để đánh bao lô 2 chữ số cuối trong 27 lô của kết quả mở thưởng đài miền Bắc. Nếu trong lô không xuất hiện cả 4 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 0.10 USDT.",
        "slide8":"Chọn 8 số khác nhau để đánh bao lô 2 chữ số cuối trong 27 lô của kết quả mở thưởng. Nếu trong lô không xuất hiện cả 8 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 8,000 USDT.",
        "slide10":"Chọn 10 số khác nhau để đánh bao lô 2 chữ số cuối trong 27 lô của kết quả mở thưởng. Nếu trong lô không xuất hiện cả 10 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 10.09 USDT."
      },
      "jackpot": "Đánh 2 chữ số cuối trong giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 3.72 USDT."
    },
    "help18":{
      "backpack":{
        "lot2":"Đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng. Chỉ cần thanh toán 0.79 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 4.33 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần.",
        "lot2_1K":"Đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng. Chỉ cần thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 5,445 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần.",
        "lot3":"Đánh bao lô 3 chữ số cuối trong 17 lô của kết quả mở thưởng. Chỉ cần thanh toán 0.74 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 42.03 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần.",
        "lot4":"Đánh bao lô 4 chữ số cuối trong 16 lô của kết quả mở thưởng. Chỉ cần thanh toán 0.70 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 388.79 USDT. Trong trường hợp thắng từ 2 lô trở lên thì số tiền thắng sẽ được nhân lên tương ứng bấy nhiêu lần."
      },
      "loxien":{
        "xien2":"Chọn 2 số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng, nếu trong lô xuất hiện cả 2 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 1.23 USDT.",
        "xien3":"Chọn 3 số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng, nếu trong lô xuất hiện cả 3 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 6.57 USDT.",
        "xien4":"Chọn 4 số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng, nếu trong lô xuất hiện cả 4 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 750,000 USDT."
      },
      "score":{
        "first":"Đánh 2 chữ số đầu trong giải nhất. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.29 USDT.",
        "special_topics":"Đánh 2 chữ số cuối trong giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.33 USDT.",
        "special_headline":"Đánh 2 chữ số đầu trong giải đặc biệt.. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.33 USDT.",
        "problem":"Đánh 2 chữ số cuối trong 4 giải của Giải 7. Thanh toán 0.18 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.29 USDT.",
        "special_heading": " Đánh 2 chữ số của giải 8. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 4.29 USDT.",
        "special_headandtail": " Đánh 2 chữ số cuối của giải 8 và giải đặc biệt. Thanh toán 0.09 USDT cho mỗi điểm. Chỉ cần 1 trong 2 giải 8 hoặc giải đặc biệt có 2 chữ số cuối trùng với số người chơi đã chọn là thắng. Tiền thắng cho mỗi điểm là 4.29 USDT.",
        "first_de":"Đánh 2 chữ số cuối trong Giải Nhất. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng mỗi điểm là 4.29 USDT."
      },
      "headandtail":{
        "head":"Đánh 1 chữ số hàng chục của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 0.43 USDT.",
        "tail":"Đánh 1 chữ số cuối của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 0.43 USDT."
      },
      "3more":{
        "3pin":"Đánh 3 chữ số của giải 7. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 42.03 USDT.",
        "3pin_headandtail":"Đánh 3 chữ số cuối của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 42.03 USDT.",
        "3_special_pins":"Đánh 3 chữ số cuối của giải 7 và giải đặc biệt. Thanh toán 0.09 USDT cho mỗi điểm. Chỉ cần 1 trong 2 giải 7 hoặc giải đặc biệt có 3 chữ số cuối trùng với số người chơi đã chọn là thắng. Tiền thắng cho mỗi điểm là 42.03 USDT."
      },
      "4more":{
        "4_special_pins":"Đánh 4 chữ số của giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 388.79 USDT."
      },
      "slide":{
        "slide4":"Chọn 4 số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng. Nếu trong lô không xuất hiện cả 4 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 0.08 USDT.",
        "slide8":"Chọn 8 số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng. Nếu trong lô không xuất hiện cả 8 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 0.14 USDT.",
        "slide10":"Chọn 10 số khác nhau để đánh bao lô 2 chữ số cuối trong 18 lô của kết quả mở thưởng. Nếu trong lô không xuất hiện cả 10 số mà người chơi đã chọn thì thắng. Thanh toán 0.04 USDT cho mỗi điểm đánh, tiền thắng cho mỗi điểm là 0.19 USDT."
      },
      "jackpot": "Đánh 2 chữ số cuối trong giải đặc biệt. Thanh toán 0.04 USDT cho mỗi điểm. Tiền thắng cho mỗi điểm là 3.72 USDT."
    },
    "help6": {
      "normal": {
        "normal": "Người chơi thắng nếu trong các số người chơi chọn có 1 số trùng với 1 trong 6 số của kết quả xổ số vietlott trong chu kỳ mở thưởng khách đặt cược."
      },
      "multiple": {
        "multiple4": "Trúng 4 số nếu trong các số người chơi chọn có 4 số trùng với 4 số trong 6 số của kết quả xổ số vietlott trong chu kỳ mở thưởng khách đặt cược.",
        "multiple3": "Trúng 3 số nếu trong các số người chơi chọn có 3 số trùng với 3 số trong 6 số của kết quả xổ số vietlott trong chu kỳ mở thưởng khách đặt cược.",
        "multiple3_2": "Trúng 2 : Người chơi thắng nếu trong các số người chơi chọn có 2 số trùng với 2 số trong 6 số của kết quả xổ số vietlott trong chu kỳ mở thưởng khách đặt cược. Trúng 3 : Người chơi thắng nếu trong các số người chơi chọn có 3 số trùng với 3 số trong 6 số của kết quả xổ số vietlott trong chu kỳ mở thưởng khách đặt cược.",
        "multiple2": "Trúng 2 số nếu trong các số người chơi chọn có 2 cặp số trùng với 2 số trong 6 số của kết quả xổ số vietlott trong chu kỳ mở thưởng khách đặt cược."
      },
      "slide": {
        "slide5": "Người chơi chọn 5 số, nếu trong 5 số người chơi chọn không có kết quả nào trùng với kết quả xổ số vietllot thì người chơi thắng.",
        "slide6": "Người chơi chọn 6 số, nếu trong 5 số người chơi chọn không có kết quả nào trùng với kết quả xổ số vietllot thì người chơi thắng.",
        "slide7": "Người chơi chọn 7 số, nếu trong 5 số người chơi chọn không có kết quả nào trùng với kết quả xổ số vietllot thì người chơi thắng.",
        "slide8": "Người chơi chọn 8 số, nếu trong 5 số người chơi chọn không có kết quả nào trùng với kết quả xổ số vietllot thì người chơi thắng.",
        "slide9": "Người chơi chọn 9 số, nếu trong 5 số người chơi chọn không có kết quả nào trùng với kết quả xổ số vietllot thì người chơi thắng.",
        "slide10": "Người chơi chọn 10 số, nếu trong 5 số người chơi chọn không có kết quả nào trùng với kết quả xổ số vietllot thì người chơi thắng."
      },
      "select": {
        "choose5": "Người chơi lựa chọn 5 con số để đặt cược. Người chơi thắng nếu có duy nhất 1 con số trong dãy số đã chọn trùng với 1 trong số 6 kết quả xổ ra.",
        "choose6": "Người chơi lựa chọn 6 con số để đặt cược. Người chơi thắng nếu có duy nhất 1 con số trong dãy số đã chọn trùng với 1 trong số 6 kết quả xổ ra.",
        "choose7": "Người chơi lựa chọn 7 con số để đặt cược. Người chơi thắng nếu có duy nhất 1 con số trong dãy số đã chọn trùng với 1 trong số 6 kết quả xổ ra.",
        "choose8": "Người chơi lựa chọn 8 con số để đặt cược. Người chơi thắng nếu có duy nhất 1 con số trong dãy số đã chọn trùng với 1 trong số 6 kết quả xổ ra.",
        "choose9": "Người chơi lựa chọn 9 con số để đặt cược. Người chơi thắng nếu có duy nhất 1 con số trong dãy số đã chọn trùng với 1 trong số 6 kết quả xổ ra.",
        "choose10": "Người chơi lựa chọn 10 con số để đặt cược. Người chơi thắng nếu có duy nhất 1 con số trong dãy số đã chọn trùng với 1 trong số 6 kết quả xổ ra."
      }
    },
    "result_board":{
      "bet_time":"Thời gian đặt cược",
      "lottery_draw":"Lượt xổ ",
      "lottery_result":"Kết quả xổ số "
    },
    "buttons":{
      "reset":"Đặt lại",
      "quick_bet":"Cược nhanh",
      "more_bet":"Thêm cược",
      "feed":"Nuôi",
      "place_bet":"Đặt Cược"
    },
    "bet_types":{
      "backpack":"Bao Lô",
      "loxien":"Lô Xiên",
      "score":"Đánh Đề",
      "headandtail":"Đầu Đuôi",
      "3more":"3 Càng",
      "4more":"4 Càng",
      "slide":"Lô Trượt",
      "normal": "Số Thường",
      "multiple": "Nhiều Số",
      "select": "Chọn 1",
      "sub":{
        "select":"Chọn Số",
        "enter":"Nhập Số",
        "quick":"Chọn số nhanh",
        "odds":"Tỉ lệ cược",
        "lot2":"Lô 2 Số",
        "lot2_1K":"Lô 2 Số 1K",
        "lot3":"Lô 3 Số",
        "lot4":"Lô 4 Số",
        "xien2":"Xiên 2",
        "xien3":"Xiên 3",
        "xien4":"Xiên 4",
        "head":"Đầu",
        "tail":"Đuôi",
        "first":"Đề đầu giải nhất",
        "special_topics":"Đề đặc biệt",
        "special_headline":"Đề đầu đặc biệt",
        "special_heading": "Đề đầu",
        "special_headandtail": "Đề đầu đuôi",
        "problem":"Đề Giải 7",
        "first_de":"Đề Giải Nhất",
        "3pin":"3 Càng Đầu",
        "3pin_headandtail":"3 Càng Đầu Đuôi",
        "3_special_pins":"3 Càng Đặc Biệt",
        "4_special_pins":"4 Càng Đặc Biệt",
        "slide4":"Trượt Xiên 4",
        "multiple4": "Trúng 4 số",
        "multiple3": "Trúng 3 số",
        "multiple3_2": "3 trúng 2",
        "multiple2": "Trúng 2 số",
        "slide5": "Trượt Xiên 5",
        "slide6": "Trượt Xiên 6",
        "slide7": "Trượt Xiên 7",
        "slide8": "Trượt Xiên 8",
        "slide9": "Trượt Xiên 9",
        "slide10": "Trượt Xiên 10",
        "choose5": "Chọn 5 ăn 1",
        "choose6": "Chọn 6 ăn 1",
        "choose7": "Chọn 7 ăn 1",
        "choose8": "Chọn 8 ăn 1",
        "choose9": "Chọn 9 ăn 1",
        "choose10": "Chọn 10 ăn 1"
      }
    },
    "result_table":{
      "result":"Kết quả",
      "red_award":"Giải ĐB",
      "first_prize":"Giải nhất",
      "second_prize":"Giải nhì",
      "third_prize":"Giải ba",
      "fourth_prize":"Giải tư",
      "fifth_prize":"Giải năm",
      "sixth_prize":"Giải sáu",
      "seventh_prize":"Giải bảy",
      "eighth_prize": "Giải tám",
      "head":"Đầu",
      "tail":"Đuôi"
    },
    "bet_content_table":{
      "bet_content":"Nội dung cược",
      "no":"Stt",
      "bet_name":"Tên cược",
      "number_of_bets":"Số cược",
      "total_bet":"Tổng cược",
      "multiple":"Cấp số nhân",
      "stakes":"Tiền cược",
      "money_won_time":"Tiền thắng / 1 lần"
    },
    "bet_history_table":{
      "bet_history":"Lịch sử cược",
      "draw_title":"Lượt xổ",
      "lottery_title":"Xổ số",
      "bet_type":"Kiểu cược",
      "buy_time":"Thời gian mua",
      "number_of_bets":"Số cược",
      "total_bet":"Tổng cược",
      "multiple":"Cấp số nhân",
      "bets":"Tiền cược",
      "status":"Trạng thái"
    },
    "game_types":{
      "live_stream":"Xổ số Livestream 2 phút",
      "vip":{
        "caption":"Xổ Số VIP",
        "saigon":"Sài Gòn VIP",
        "hanoi":"Hà Nội VIP",
        "hochiminh":"Hồ Chí Minh VIP",
        "description":"Xổ số siêu tốc là một kiểu chơi đánh bài rất mới ở Việt Nam."
      },
      "mega":{
        "caption":"Mega 6/45",
        "one_second":"1 giây",
        "one_minute":"1 phút",
        "description":"Xổ số siêu tốc là một kiểu chơi đánh bài rất mới ở Việt Nam."
      },
      "northern":{
        "caption":"Miền Bắc",
        "northern":"Xổ Số Miền Bắc",
        "jackpot":"Đặc Biệt",
        "scratch":"Xổ số cào",
        "description":"Xổ số siêu tốc là một kiểu chơi đánh bài rất mới ở Việt Nam."
      },
      "superspeed":{
        "caption":"Siêu Tốc",
        "description":"Xổ số siêu tốc là một kiểu chơi đánh bài rất mới ở Việt Nam."
      },
      "southern":{
        "caption":"Miền Nam",
        "description":"Xổ số siêu tốc là một kiểu chơi đánh bài rất mới ở Việt Nam.",
        "hochiminh":"Hồ Chí Minh"
      },
      "central":{
        "caption":"Miền Trung",
        "description":"Xổ số siêu tốc là một kiểu chơi đánh bài rất mới ở Việt Nam.",
        "quangnam": "Quảng Nam"
      }
    },
    "countries":{
      "united_states":"Hoa Kỳ",
      "vietnam":"Việt Nam"
    }
  }
}